Repository: Admi126n/CalendarConverter
Catalog: CalendarConverter/Localizable.xcstrings
Source language: en
Languages: pl

# alert.error.message
source: No events were added to your calendar.
pl: Żadne wydarzenia nie zostały dodane do twojego kalendarza.

# alert.error.title
source: Something went wrong
pl: Coś poszło nie tak

# alert.success.message %lld %@
source: %1$lld events were saved in %2$@ calendar.
pl: %1$lld wydarzeń zostało zapisanych w kalendarzu %2$@.

# alert.success.title
source: Success!
pl: Sukces!

source: And that's it!
pl: I to wszystko

source: App needs calendar access to convert events.
pl: Aplikacja potrzebuje dostępu do kalendarza, żeby konwertować wydarzenia.

source: Calendar color
pl: Kolor kalendarza

source: Calendar title
pl: Tutuł kalendarza

source: Cancel
pl: Anuluj

source: Convert
pl: Konwertuj

source: Create new calendar
pl: Utwórz nowy kalendarz

source: Date range
pl: Zakres dat

source: Events from subscribed calendar are saved in your local calendar!
pl: Wydarzenia z subskrybowanego kalendarza są zapisane w twoim lokalnym kalendarzu!

source: From
pl: Od

source: Go to settings
pl: Idź do ustawień

source: Next
pl: Dalej

source: No calendar access
pl: Brak dostępu do kalendarza

source: Select
pl: Wybierz

source: Select calendars
pl: Wybierz kalendarze

source: Select date range
pl: Wybierz zakres dat

source: Select date range in which you want to convert events.
pl: Wybierz zakres dat, z którego chcesz zapisać wydarzenia.

source: Select subscribed calendar and your local calendar.
pl: Wybierz subskrybowany kalendarz i swój lokalny kalendarz.

source: Subscription calendar
pl: Kalendarz subskrybowany

source: To
pl: Do

source: To the app!
pl: Do aplikacji!

source: You don't have any subscribed calendars
pl: Nie masz żadnych kalendarzy subskrybowanych

source: Your calendar
pl: Twój kalendarz
